/*
 Localized Strings file
 MAFLogonUING
 
 Copyright 2012 SAP AG. All rights reserved.
 
 XACT	accessibility
 XALT	alternativetext
 XBCB	breadcrumbstep
 XBLI	listitem
 XBUT	button
 XCAP	caption
 XCEL	cell
 XCKL	checkbox
 XCOL	tableColumnHeading
 XCRD	tabStrip
 XDAT	datanavigationtext
 XFLD	label
 XFRM	frame
 XGLS	term
 XGRP	grouptitle
 XHED	heading
 XLGD	legendtext
 XLNK	hyperlink
 XLOG	logentry
 XLST	listbox
 XMEN	menu
 XMIT	menuitem
 XMSG	messagetext
 XRBL	radio
 XRMP	roadMapStep
 XROW	tableRowHeading
 XSEL	selectiontext
 XTBS	tab
 XTIT	tableTitle
 XTOL	quickInfo
 XTXT	generaltext

 */


/* XCAP */
"FederationProviderPasscodeScreenTitle" = "Federation Provider passcode";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "Federation Provider needs your input to load/store your certificate.";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "Done";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "Cancel";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "Federation Certificate";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "There is already an identity stored in the Federation. Press the 'Ok' button if you want to use that or 'Cancel' to acquire a new one.";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "Cancel";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "Ok";

